import React from "react";
import { AboutSection } from "../components/AboutSection";

export const About = () => {
  return (
    <React.Fragment>
      <AboutSection title={"История основания"}>
        Первопроходцы отрасли
        Идея об открытии ООО «АВТОГАЗСЕРВИС» возникла у молодых энтузиастов в 1999 году.
        <br />Время было непростое, страну «захлестнула» вторая волна кризиса.
        <br />
        <br />- Я тогда только переехал из Тюмени в Нефтеюганск, - вспоминает один из первых
        учредителей ООО «АВТОГАЗСЕРВИС» Сергей Чайкин. - Город маленький, все предпринимательские
        ниши были уже заняты. На очередной встрече с единомышленниками и будущими учредителями было
        решено открыть сеть автозаправочных станций, где нефтеюганцы смогли бы заправляться более
        экологичным и экономичным топливом - газом.
        <br />
        <br />
        <br />Как выяснилось, такую услугу в Нефтеюганске не предоставлял никто. Молодые люди с
        энтузиазмом взялись за реализацию непростой, но такой заманчивой идеи. Для своих целей даже
        взяли кредит. Начинали, как и многие, с помещения, располагавшегося в гаражном кооперативе,
        и небольшой емкости в двенадцать кубов. Позднее набрали штат из четырех сотрудников.
        <br />
        <br />
        <br />Как поясняет Сергей Викторович, при становлении бизнеса возникли непредвиденные и
        неожиданные трудности:
        <br />
        <br />- Как ни странно, самой большой проблемой для нас стало непонимание. Люди в те годы не
        осознавали выгоду от использования газа в качестве топлива. Приходилось практически на
        пальцах объяснять рентабельность реализуемого продукта, явное преимущество в соотношении
        цены и качества. Позднее, с развитием бизнеса, информационных технологий, распространением
        так называемого «сарафанного радио» настороженность к газу как к топливу исчезла, и бизнес
        начал набирать обороты.
      </AboutSection>
      <AboutSection blueSection title={"Высокое качество с первых лет работы"}>
        С самого начала к своей деятельности учредители ООО
        «АВТОГАЗСЕРВИС» предъявляли высокие требования. Одним из приоритетов всегда являлась
        поставка потребителю высококачественного продукта.
        <br />
        <br />
        Сотрудничаем только с проверенными поставщиками, - отмечает Сергей Чайкин. - Это
        несколько фирм, у которых обязательно имеются сертификаты качества на каждую партию товара.
        Топливо многих из поставщиков проверял лично.
        <br />
        <br />Мы гордимся экологичностью поставляемого продукта. В отличие от других видов топлива,
        газ намного меньше наносит вреда окружающей среде. Все дело в составе, в котором отсутствуют
        свинец, сернистая составляющая и другие не менее опасные вещества.
      </AboutSection>
      <AboutSection title={"Курс на развитие"}>
        С 1999 года ООО «АВТОГАЗСЕРВИС»» значительно укрепился в регионе, занял весомую долю рынка оптовых поставок, хранения
        и транспортировки газового топлива. Сейчас продажа происходит не только для заправки транспортных средств, но и
        для других потребностей населения. Реализация продукта осуществляется в Нефтеюганске, Пыть-Яхе, Селиярово, Нефтеюганском и
        Сургутском районе.
        <br />
        <br />
        <br />
        Активно внедряют в работу и современные технологии,
        что позволяет значительно расширить возможности предприятия, увеличить количество предоставляемых услуг.
        Так, одной из инноваций 2019 года стала передвижная автозаправочная станция. Несмотря на габариты, среди работников
        новинка получила ласковое прозвище «Малышка».
        <br />
        <br />
        <br />Его уже по достоинству оценили не только юридические лица, но и граждане, не занимающиеся бизнесом.
        Часто такой услугой пользуются дачники, которым на участке необходим газ. В таких условиях нечасто получается
        заправить имеющийся газгольдер или баллон. Благодаря нашей
        «Малышке» это уже не проблема, и доставить топливо теперь можно даже на самую отдаленную территорию.
      </AboutSection>
      <AboutSection title={"Главный капитал - люди"} blueSection>
        За 20 лет изменилось оснащение предприятия, значительно расширилась клиентская база. В числе постоянных заказчиков топлива более 300 организаций и предприятий.
        <br />
        <br />Количество клиентов увеличивается и благодаря многочисленным позитивным отзывам. Положительно оценивают условия работы и сотрудники предприятия, штат которых сегодня составляет двадцать семь человек, все настоящие профессионалы своего дела.
        <br />
        <br />Работников подбираем с особой тщательностью, - признается руководитель кадровой службы Ольга Александровна Белоносова. - Это не просто специалисты, каждый из них человек с «золотыми руками», в которых любое дело спорится. А грамотный подход к работе делает их просто незаменимыми.
        <br />
        <br />Многие из организаций города страдают таким явлением, как «текучка» кадров.
        На нашем предприятии такого нет, люди трудятся здесь долгие годы, а если и увольняются,
        то только по серьезным причинам. Некоторые, поработав в других организациях, возвращаются.
        Одним из значимых факторов, конечно, является строгое соблюдение трудового законодательства,
        стабильная заработная плата, предоставление социального пакета, выплата премий.
        Работая здесь, действительно чувствуешь уверенность в завтрашнем дне.
        Желаем своему коллективу здоровья, развития как личностного, так и на трудовом поприще.
      </AboutSection>
      <AboutSection title={"Сюрпризы для всех клиентов"}>
        Уже сейчас наши клиенты на постоянной основе используют специальные карты,
        получая скидку на каждый литр газа и накопительные бонусы, которые начисляются вне
        зависимости от места заправки и количества приобретенного топлива.
        <br />
        <br />Для жителей Ханты-Мансийского автономного округа–Югры пенсионного возраста доступна
        «Социальная» карта, цель который заключается в обеспечение лиц пенсионного возраста бытовым газом и
        газомоторным топливом по доступной цене.
        <br />
        <br />Руководители ООО «АВТОГАЗСЕРВИС» выражают благодарность и признательность каждому, кто причастен
        к успехам и развитию предприятия.
        <br />
        <br />В первую очередь спасибо сотрудникам за их ежедневную работу, высокий профессионализм, понимание, умение
        работать дружным и сплоченным коллективом. Всем желаем стабильности, успешности, благополучия, чтобы наши планы успешно
        воплотились в жизнь.
      </AboutSection>
    </React.Fragment>
  );
};